Repository: Michediana/7-Mac
Catalog: 7-Mac/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt_pt

# All %@ are intact (%@).
source: All %1$@ are intact (%2$@).
de: Alle %1$@ sind intakt (%2$@).
es: Los %1$@ están intactos (%2$@).
fr: Les %1$@ sont intacts (%2$@).
it: Tutti i %@ sono integri (%@).
nl: Alle %1$@ zijn intact (%2$@).
pl: Wszystko nienaruszone: %1$@ (%2$@).
pt_pt: Todos os %1$@ estão intactos (%2$@).

source: Allow a Folder…
de: Ordner erlauben …
es: Permitir una carpeta…
fr: Autoriser un dossier…
it: Autorizza una cartella…
nl: Sta een map toe…
pl: Zezwól na katalog…
pt_pt: Autorizar uma pasta…

source: Allowed, with everything inside it.
de: Erlaubt, mit allem darin.
es: Permitida, con todo lo que contiene.
fr: Autorisé, avec tout ce qu’il contient.
it: Autorizzata, con tutto ciò che contiene.
nl: Toegestaan, met alles erin.
pl: Dozwolony, wraz z całą zawartością.
pt_pt: Autorizada, com tudo o que contém.

source: Also hide the list of files
de: Auch die Dateiliste ausblenden
es: Ocultar también la lista de archivos
fr: Masquer aussi la liste des fichiers
it: Nascondi anche l’elenco dei file
nl: Verberg ook de lijst met bestanden
pl: Ukryj też listę plików
pt_pt: Ocultar também a lista de ficheiros

source: Always allowed: 7-Mac never asks for it.
de: Immer erlaubt: 7-Mac fragt nie danach.
es: Siempre permitida: 7-Mac nunca la pide.
fr: Toujours autorisé : 7-Mac ne le demande jamais.
it: Sempre autorizzata: 7-Mac non la chiede mai.
nl: Altijd toegestaan: 7-Mac vraagt er nooit om.
pl: Zawsze dozwolony: 7-Mac nigdy o niego nie pyta.
pt_pt: Sempre autorizada: o 7-Mac nunca pede acesso.

source: Another app
de: Eine andere App
es: Otra app
fr: Une autre app
it: Un’altra app
nl: Een andere app
pl: Inna aplikacja
pt_pt: Outra app

source: Anything else gets compressed.
de: Alles andere wird komprimiert.
es: Todo lo demás se comprime.
fr: Tout le reste est compressé.
it: Tutto il resto viene compresso.
nl: Al het andere wordt gecomprimeerd.
pl: Wszystko inne jest kompresowane.
pt_pt: Tudo o resto é comprimido.

source: Appearance
de: Erscheinungsbild
es: Aspecto
fr: Apparence
it: Aspetto
nl: Weergave
pl: Wygląd
pt_pt: Aspeto

source: Archive
de: Archiv
es: Archivo comprimido
it: Archivio
nl: Archief
pl: Archiwum
pt_pt: Arquivo

source: Archive: %@
de: Archiv: %@
es: Archivo comprimido: %@
it: Archivio: %@
nl: Archief: %@
pl: Archiwum: %@
pt_pt: Arquivo: %@

source: Archives
de: Archive
es: Archivos comprimidos
it: Archivi
nl: Archieven
pl: Archiwa
pt_pt: Arquivos

source: archives split into volumes cannot be changed
de: in Volumes aufgeteilte Archive können nicht geändert werden
es: los archivos divididos en volúmenes no se pueden modificar
fr: les archives découpées en volumes ne peuvent pas être modifiées
it: gli archivi divisi in volumi non si possono modificare
nl: in volumes gesplitste archieven kunnen niet worden gewijzigd
pl: archiwów podzielonych na woluminy nie można zmieniać
pt_pt: os arquivos divididos em volumes não podem ser alterados

source: Ask
de: Fragen
es: Preguntar
fr: Demander
it: Chiedi
nl: Vraag
pl: Pytaj
pt_pt: Perguntar

source: Ask each time
de: Jedes Mal fragen
es: Preguntar cada vez
fr: Demander à chaque fois
it: Chiedi ogni volta
nl: Vraag elke keer
pl: Pytaj za każdym razem
pt_pt: Perguntar sempre

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
nl: Automatisch
pl: Automatycznie
pt_pt: Automático

source: Automatic (%lld)
de: Automatisch (%lld)
es: Automático (%lld)
fr: Automatique (%lld)
it: Automatico (%lld)
nl: Automatisch (%lld)
pl: Automatycznie (%lld)
pt_pt: Automático (%lld)

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
nl: Terug
pl: Wstecz
pt_pt: Voltar

source: Back to the archive this one is inside
de: Zurück zum Archiv, in dem dieses liegt
es: Volver al archivo comprimido que contiene este
fr: Revenir à l’archive qui contient celle-ci
it: Torna all’archivio che contiene questo
nl: Terug naar het archief waarin dit staat
pl: Wróć do archiwum, w którym znajduje się to archiwum
pt_pt: Voltar ao arquivo que contém este

source: Back to the enclosing folder
de: Zurück zum übergeordneten Ordner
es: Volver a la carpeta que contiene esta
fr: Revenir au dossier parent
it: Torna alla cartella che contiene questa
nl: Terug naar de bovenliggende map
pl: Wróć do katalogu nadrzędnego
pt_pt: Voltar à pasta que contém esta

source: Blocks of %@
de: Blöcke zu %@
es: Bloques de %@
fr: Blocs de %@
it: Blocchi da %@
nl: Blokken van %@
pl: Bloki po %@
pt_pt: Blocos de %@

source: busy
de: belegt
es: ocupado
fr: occupé
it: occupato
nl: bezet
pl: zajęte
pt_pt: ocupado

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleer
pl: Anuluj
pt_pt: Cancelar

source: Cancel All Jobs
de: Alle Vorgänge abbrechen
es: Cancelar todas las tareas
fr: Annuler toutes les tâches
it: Annulla tutte le operazioni
nl: Annuleer alle taken
pl: Anuluj wszystkie zadania
pt_pt: Cancelar todas as tarefas

source: cancelled
de: abgebrochen
es: cancelado
fr: annulé
it: annullato
nl: geannuleerd
pl: anulowano
pt_pt: cancelado

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
nl: Geannuleerd
pl: Anulowano
pt_pt: Cancelado

source: Cannot change this archive: %@
de: Dieses Archiv kann nicht geändert werden: %@
es: No se puede modificar este archivo comprimido: %@
fr: Impossible de modifier cette archive : %@
it: Impossibile modificare questo archivio: %@
nl: Kan dit archief niet wijzigen: %@
pl: Nie można zmienić tego archiwum: %@
pt_pt: Não é possível alterar este arquivo: %@

source: Change…
de: Ändern …
es: Cambiar…
fr: Modifier…
it: Cambia…
nl: Wijzig…
pl: Zmień…
pt_pt: Alterar…

source: Check Again
de: Erneut prüfen
es: Volver a comprobar
fr: Vérifier à nouveau
it: Verifica di nuovo
nl: Controleer opnieuw
pl: Sprawdź ponownie
pt_pt: Verificar novamente

source: Check every entry decodes intact
de: Prüfen, ob sich jeder Eintrag fehlerfrei entpacken lässt
es: Comprobar que cada entrada se descomprime intacta
fr: Vérifier que chaque entrée se décompresse intacte
it: Verifica che ogni voce si decomprima integra
nl: Controleer of elk onderdeel foutloos kan worden uitgepakt
pl: Sprawdź, czy każdy element rozpakowuje się bez błędów
pt_pt: Verificar se cada entrada é descomprimida sem erros

source: Check Permissions…
de: Berechtigungen prüfen …
es: Comprobar permisos…
fr: Vérifier les autorisations…
it: Verifica permessi…
nl: Controleer toegangsrechten…
pl: Sprawdź uprawnienia…
pt_pt: Verificar permissões…

source: Check the selected entries decode intact
de: Prüfen, ob sich die ausgewählten Einträge fehlerfrei entpacken lassen
es: Comprobar que las entradas seleccionadas se descomprimen intactas
fr: Vérifier que les entrées sélectionnées se décompressent intactes
it: Verifica che le voci selezionate si decomprimano integre
nl: Controleer of de geselecteerde onderdelen foutloos kunnen worden uitgepakt
pl: Sprawdź, czy zaznaczone elementy rozpakowują się bez błędów
pt_pt: Verificar se as entradas selecionadas são descomprimidas sem erros

source: Checksum
de: Berechnen
es: Calcular
fr: Calculer
it: Calcola
nl: Bereken
pl: Oblicz
pt_pt: Calcular

source: Checksums
de: Prüfsummen
es: Sumas de verificación
fr: Sommes de contrôle
it: Checksum
pl: Sumy kontrolne
pt_pt: Somas de verificação

source: Checksums — %@
de: Prüfsummen — %@
es: Sumas de verificación — %@
fr: Sommes de contrôle — %@
it: Checksum — %@
pl: Sumy kontrolne — %@
pt_pt: Somas de verificação — %@

source: Checksums of the selected entries, or all of them
de: Prüfsummen der ausgewählten Einträge oder aller Einträge
es: Sumas de verificación de las entradas seleccionadas, o de todas
fr: Sommes de contrôle des entrées sélectionnées, ou de toutes
it: Checksum delle voci selezionate, o di tutte
nl: Checksums van de geselecteerde onderdelen, of van alle
pl: Sumy kontrolne zaznaczonych elementów lub wszystkich
pt_pt: Somas de verificação das entradas selecionadas, ou de todas

source: Checksums…
de: Prüfsummen …
es: Sumas de verificación…
fr: Sommes de contrôle…
it: Checksum…
pl: Sumy kontrolne…
pt_pt: Somas de verificação…

source: Choose
de: Auswählen
es: Elegir
fr: Choisir
it: Scegli
nl: Kies
pl: Wybierz
pt_pt: Escolher

source: Choose a folder 7-Mac may use without asking. Everything inside it is included: your home folder covers almost everything.
de: Wähle einen Ordner, den 7-Mac ohne Nachfrage verwenden darf. Alles darin ist eingeschlossen: Dein Benutzerordner deckt fast alles ab.
es: Elige una carpeta que 7-Mac pueda usar sin preguntar. Se incluye todo lo que contiene: tu carpeta de inicio cubre casi todo.
fr: Choisissez un dossier que 7-Mac peut utiliser sans demander. Tout ce qu’il contient est inclus : votre dossier de départ couvre presque tout.
it: Scegli una cartella che 7-Mac può usare senza chiedere. È compreso tutto ciò che contiene: la cartella Inizio copre quasi tutto.
nl: Kies een map die 7-Mac zonder te vragen mag gebruiken. Alles erin hoort erbij: je thuismap dekt bijna alles.
pl: Wybierz katalog, którego 7-Mac może używać bez pytania. Obejmuje to całą jego zawartość: katalog domowy obejmuje niemal wszystko.
pt_pt: Escolha uma pasta que o 7-Mac pode usar sem perguntar. Está incluído tudo o que contém: a sua pasta pessoal abrange quase tudo.

source: Choose archives to extract.
de: Wähle Archive zum Entpacken.
es: Elige los archivos comprimidos que quieres extraer.
fr: Choisissez les archives à extraire.
it: Scegli gli archivi da estrarre.
nl: Kies archieven om uit te pakken.
pl: Wybierz archiwa do rozpakowania.
pt_pt: Escolha os arquivos a extrair.

source: Choose archives to look inside.
de: Wähle Archive, deren Inhalt du sehen möchtest.
es: Elige los archivos comprimidos cuyo contenido quieres ver.
fr: Choisissez les archives dont afficher le contenu.
it: Scegli gli archivi di cui vedere il contenuto.
nl: Kies archieven om de inhoud te bekijken.
pl: Wybierz archiwa, których zawartość chcesz zobaczyć.
pt_pt: Escolha os arquivos cujo conteúdo quer ver.

source: Choose archives to test. Nothing is written: every entry is decoded and checked.
de: Wähle Archive zum Testen. Es wird nichts geschrieben: Jeder Eintrag wird entpackt und geprüft.
es: Elige los archivos comprimidos que quieres verificar. No se escribe nada: cada entrada se descomprime y se comprueba.
fr: Choisissez les archives à vérifier. Rien n’est écrit : chaque entrée est décompressée et contrôlée.
it: Scegli gli archivi da verificare. Non viene scritto nulla: ogni voce viene decompressa e controllata.
nl: Kies archieven om te testen. Er wordt niets geschreven: elk onderdeel wordt uitgepakt en gecontroleerd.
pl: Wybierz archiwa do przetestowania. Nic nie jest zapisywane: każdy element jest rozpakowywany i sprawdzany.
pt_pt: Escolha os arquivos a testar. Nada é escrito: cada entrada é descomprimida e verificada.

source: Choose files and folders to add to the archive.
de: Wähle Dateien und Ordner, die zum Archiv hinzugefügt werden sollen.
es: Elige los archivos y carpetas que añadir al archivo comprimido.
fr: Choisissez les fichiers et dossiers à ajouter à l’archive.
it: Scegli i file e le cartelle da aggiungere all’archivio.
nl: Kies bestanden en mappen om aan het archief toe te voegen.
pl: Wybierz pliki i katalogi do dodania do archiwum.
pt_pt: Escolha os ficheiros e pastas a adicionar ao arquivo.

source: Choose files and folders to compress.
de: Wähle Dateien und Ordner zum Komprimieren.
es: Elige los archivos y carpetas que quieres comprimir.
fr: Choisissez les fichiers et dossiers à compresser.
it: Scegli i file e le cartelle da comprimere.
nl: Kies bestanden en mappen om te comprimeren.
pl: Wybierz pliki i katalogi do skompresowania.
pt_pt: Escolha os ficheiros e pastas a comprimir.

source: Choose files or folders to checksum.
de: Wähle Dateien oder Ordner, für die Prüfsummen berechnet werden sollen.
es: Elige los archivos o carpetas de los que calcular la suma de verificación.
fr: Choisissez les fichiers ou dossiers dont calculer la somme de contrôle.
it: Scegli i file o le cartelle di cui calcolare il checksum.
nl: Kies bestanden of mappen om een checksum van te berekenen.
pl: Wybierz pliki lub katalogi do obliczenia sum kontrolnych.
pt_pt: Escolha ficheiros ou pastas para calcular a soma de verificação.

source: Choose the folder extractions should go into.
de: Wähle den Ordner, in den entpackt werden soll.
es: Elige la carpeta donde se extraerá.
fr: Choisissez le dossier où extraire.
it: Scegli la cartella in cui estrarre.
nl: Kies de map waarin moet worden uitgepakt.
pl: Wybierz katalog, do którego mają trafiać rozpakowane pliki.
pt_pt: Escolha a pasta para onde extrair.

source: Choose the folder itself, or one of the folders it is in.
de: Wähle den Ordner selbst oder einen der Ordner, in denen er liegt.
es: Elige la propia carpeta o una de las carpetas en las que se encuentra.
fr: Choisissez le dossier lui-même, ou l’un des dossiers qui le contiennent.
it: Scegli la cartella stessa, o una delle cartelle in cui si trova.
nl: Kies de map zelf, of een van de mappen waarin deze staat.
pl: Wybierz ten katalog lub jeden z katalogów, w których się znajduje.
pt_pt: Escolha a própria pasta, ou uma das pastas onde se encontra.

source: Choose where to extract %@.
de: Wähle, wohin %@ entpackt werden soll.
es: Elige dónde extraer %@.
fr: Choisissez où extraire %@.
it: Scegli dove estrarre %@.
nl: Kies waar %@ moet worden uitgepakt.
pl: Wybierz, gdzie rozpakować %@.
pt_pt: Escolha onde extrair %@.

source: Choose where to put %@.
de: Wähle, wo %@ abgelegt werden soll.
es: Elige dónde guardar %@.
fr: Choisissez où enregistrer %@.
it: Scegli dove salvare %@.
nl: Kies waar %@ moet komen.
pl: Wybierz, gdzie umieścić %@.
pt_pt: Escolha onde colocar %@.

source: Choose which checksums to compute
de: Wähle, welche Prüfsummen berechnet werden sollen
es: Elige qué sumas de verificación calcular
fr: Choisissez les sommes de contrôle à calculer
it: Scegli quali checksum calcolare
nl: Kies welke checksums moeten worden berekend
pl: Wybierz sumy kontrolne do obliczenia
pt_pt: Escolha que somas de verificação calcular

source: Choose…
de: Auswählen …
es: Elegir…
fr: Choisir…
it: Scegli…
nl: Kies…
pl: Wybierz…
pt_pt: Escolher…

source: Clear
de: Leeren
es: Vaciar
fr: Vider
it: Svuota
nl: Wis
pl: Wyczyść
pt_pt: Limpar

source: Clear Finished
de: Abgeschlossene entfernen
es: Borrar terminadas
fr: Effacer les terminées
it: Rimuovi completate
nl: Wis voltooide
pl: Usuń zakończone
pt_pt: Limpar concluídas

source: Clear Finished Jobs
de: Abgeschlossene Vorgänge entfernen
es: Borrar tareas terminadas
fr: Effacer les tâches terminées
it: Rimuovi operazioni completate
nl: Wis voltooide taken
pl: Usuń zakończone zadania
pt_pt: Limpar tarefas concluídas

source: Click to choose archives to extract
de: Klicke, um Archive zum Entpacken auszuwählen
es: Haz clic para elegir archivos comprimidos que extraer
fr: Cliquez pour choisir des archives à extraire
it: Fai clic per scegliere gli archivi da estrarre
nl: Klik om archieven te kiezen om uit te pakken
pl: Kliknij, aby wybrać archiwa do rozpakowania
pt_pt: Clique para escolher arquivos a extrair

source: Click to choose files and folders to archive
de: Klicke, um Dateien und Ordner zum Archivieren auszuwählen
es: Haz clic para elegir archivos y carpetas que comprimir
fr: Cliquez pour choisir des fichiers et dossiers à archiver
it: Fai clic per scegliere file e cartelle da archiviare
nl: Klik om bestanden en mappen te kiezen om te archiveren
pl: Kliknij, aby wybrać pliki i katalogi do zarchiwizowania
pt_pt: Clique para escolher ficheiros e pastas a arquivar

source: Compress
de: Komprimieren
es: Comprimir
fr: Compresser
it: Comprimi
nl: Comprimeer
pl: Kompresuj
pt_pt: Comprimir

source: Compress %@
de: %@ komprimieren
es: Comprimir %@
fr: Compresser %@
it: Comprimi %@
nl: Comprimeer %@
pl: Kompresuj %@
pt_pt: Comprimir %@

source: Compress…
de: Komprimieren …
es: Comprimir…
fr: Compresser…
it: Comprimi…
nl: Comprimeer…
pl: Kompresuj…
pt_pt: Comprimir…

source: Compressing
de: Wird komprimiert
es: Comprimiendo
fr: Compression
it: Compressione
nl: Comprimeren
pl: Kompresowanie
pt_pt: A comprimir

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
nl: Ga door
pl: Kontynuuj
pt_pt: Continuar

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
nl: Kopieer
pl: Kopiuj
pt_pt: Copiar

source: Copy All
de: Alles kopieren
es: Copiar todo
fr: Tout copier
it: Copia tutto
nl: Kopieer alles
pl: Kopiuj wszystko
pt_pt: Copiar tudo

source: Copy Checksum
de: Prüfsumme kopieren
es: Copiar suma de verificación
fr: Copier la somme de contrôle
it: Copia checksum
nl: Kopieer checksum
pl: Kopiuj sumę kontrolną
pt_pt: Copiar soma de verificação

source: Copy Path
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
it: Copia percorso
nl: Kopieer pad
pl: Kopiuj ścieżkę
pt_pt: Copiar caminho

source: could not be read or written
de: konnte nicht gelesen oder geschrieben werden
es: no se ha podido leer ni escribir
fr: lecture ou écriture impossible
it: impossibile leggere o scrivere
nl: kan niet worden gelezen of geschreven
pl: nie można odczytać ani zapisać
pt_pt: não foi possível ler ou escrever

source: Could not compute checksums
de: Prüfsummen konnten nicht berechnet werden
es: No se han podido calcular las sumas de verificación
fr: Impossible de calculer les sommes de contrôle
it: Impossibile calcolare i checksum
nl: Kan checksums niet berekenen
pl: Nie można obliczyć sum kontrolnych
pt_pt: Não foi possível calcular as somas de verificação

source: Could not open “%@”
de: „%@“ konnte nicht geöffnet werden
es: No se ha podido abrir “%@”
fr: Impossible d’ouvrir « %@ »
it: Impossibile aprire “%@”
nl: Kan ‘%@’ niet openen
pl: Nie można otworzyć „%@”
pt_pt: Não foi possível abrir “%@”

# Could not redo %@: %@
source: Could not redo %1$@: %2$@
de: %1$@ konnte nicht wiederholt werden: %2$@
es: No se ha podido rehacer %1$@: %2$@
fr: Impossible de rétablir %1$@ : %2$@
it: Impossibile ripristinare %@: %@
nl: Kan %1$@ niet opnieuw uitvoeren: %2$@
pl: Nie można ponowić operacji %1$@: %2$@
pt_pt: Não foi possível refazer %1$@: %2$@

# Could not undo %@: %@
source: Could not undo %1$@: %2$@
de: %1$@ konnte nicht widerrufen werden: %2$@
es: No se ha podido deshacer %1$@: %2$@
fr: Impossible d’annuler %1$@ : %2$@
it: Impossibile annullare %@: %@
nl: Kan %1$@ niet ongedaan maken: %2$@
pl: Nie można cofnąć operacji %1$@: %2$@
pt_pt: Não foi possível desfazer %1$@: %2$@

source: Create Archive…
de: Archiv erstellen …
es: Crear archivo comprimido…
fr: Créer l’archive…
it: Crea archivio…
nl: Maak archief aan…
pl: Utwórz archiwum…
pt_pt: Criar arquivo…

source: damaged
de: beschädigt
es: dañado
fr: endommagé
it: danneggiato
nl: beschadigd
pl: uszkodzone
pt_pt: danificado

source: Damaged
de: Beschädigt
es: Dañado
fr: Endommagé
it: Danneggiato
nl: Beschadigd
pl: Uszkodzone
pt_pt: Danificado

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
nl: Donker
pl: Ciemny
pt_pt: Escuro

source: Default (%@)
de: Standard (%@)
es: Predeterminado (%@)
fr: Par défaut (%@)
it: Predefinito (%@)
nl: Standaard (%@)
pl: Domyślny (%@)
pt_pt: Predefinido (%@)

source: Default app for archives
de: Standard-App für Archive
es: App predeterminada para archivos comprimidos
fr: App par défaut pour les archives
it: App predefinita per gli archivi
nl: Standaardapp voor archieven
pl: Domyślna aplikacja do archiwów
pt_pt: App predefinida para arquivos

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijder
pl: Usuń
pt_pt: Apagar

source: Delete “%@”
de: „%@“ löschen
es: Eliminar “%@”
fr: Supprimer « %@ »
it: Elimina “%@”
nl: Verwijder ‘%@’
pl: Usuń „%@”
pt_pt: Apagar “%@”

source: Delete %lld Items
de: %lld Objekte löschen
es: Eliminar %lld ítems
fr: Supprimer %lld éléments
it: Elimina %lld elementi
nl: Verwijder %lld onderdelen
pl: Usuń elementy (%lld)
pt_pt: Apagar %lld elementos

source: Delete Preset
de: Voreinstellung löschen
es: Eliminar preajuste
fr: Supprimer le préréglage
it: Elimina preset
nl: Verwijder voorinstelling
pl: Usuń ustawienie
pt_pt: Apagar predefinição

source: Dictionary
de: Wörterbuch
es: Diccionario
fr: Dictionnaire
it: Dizionario
nl: Woordenboek
pl: Słownik
pt_pt: Dicionário

source: Documents
de: Dokumente
es: Documentos
it: Documenti
nl: Documenten
pl: Dokumenty
pt_pt: Documentos

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
nl: Gereed
pl: Gotowe
pt_pt: Concluído

source: Double-clicking a .zip, .7z, .rar or any other archive 7-Mac can read will open it here. Disc images keep opening as they do now.
de: Ein Doppelklick auf eine .zip-, .7z-, .rar- oder eine andere Archivdatei, die 7-Mac lesen kann, öffnet sie hier. Disk-Images werden weiterhin wie bisher geöffnet.
es: Al hacer doble clic en un .zip, .7z, .rar o cualquier otro archivo comprimido que 7-Mac sepa leer, se abrirá aquí. Las imágenes de disco se siguen abriendo como hasta ahora.
fr: Un double-clic sur un .zip, un .7z, un .rar ou toute autre archive que 7-Mac sait lire l’ouvrira ici. Les images disque continuent de s’ouvrir comme maintenant.
it: Facendo doppio clic su un .zip, .7z, .rar o qualsiasi altro archivio che 7-Mac sa leggere, si aprirà qui. Le immagini disco continuano ad aprirsi come adesso.
nl: Als je dubbelklikt op een .zip, .7z, .rar of een ander archief dat 7-Mac kan lezen, wordt het hier geopend. Schijfkopieën worden nog steeds geopend zoals nu.
pl: Dwukrotne kliknięcie pliku .zip, .7z, .rar lub innego archiwum, które 7-Mac potrafi odczytać, otworzy go tutaj. Obrazy dysków będą otwierane tak jak dotąd.
pt_pt: Fazer duplo clique num .zip, .7z, .rar ou em qualquer outro arquivo que o 7-Mac consiga ler irá abri-lo aqui. As imagens de disco continuam a abrir como até agora.

source: Drop archives here to extract them, or click to choose them
de: Archive hierher ziehen, um sie zu entpacken, oder klicken, um sie auszuwählen
es: Suelta aquí archivos comprimidos para extraerlos, o haz clic para elegirlos
fr: Déposez ici des archives pour les extraire, ou cliquez pour les choisir
it: Trascina qui gli archivi per estrarli, o fai clic per sceglierli
nl: Sleep archieven hierheen om ze uit te pakken, of klik om ze te kiezen
pl: Upuść tutaj archiwa, aby je rozpakować, lub kliknij, aby je wybrać
pt_pt: Largue aqui os arquivos para os extrair, ou clique para os escolher

source: Drop archives here to extract them, or other files to compress them
de: Archive hierher ziehen, um sie zu entpacken, oder andere Dateien, um sie zu komprimieren
es: Suelta aquí archivos comprimidos para extraerlos, u otros archivos para comprimirlos
fr: Déposez ici des archives pour les extraire, ou d’autres fichiers pour les compresser
it: Trascina qui gli archivi per estrarli, o altri file per comprimerli
nl: Sleep archieven hierheen om ze uit te pakken, of andere bestanden om ze te comprimeren
pl: Upuść tutaj archiwa, aby je rozpakować, lub inne pliki, aby je skompresować
pt_pt: Largue aqui os arquivos para os extrair, ou outros ficheiros para os comprimir

source: Drop archives to extract
de: Archive zum Entpacken hierher ziehen
es: Suelta aquí archivos comprimidos para extraerlos
fr: Déposez des archives pour les extraire
it: Trascina qui gli archivi da estrarre
nl: Sleep archieven hierheen om uit te pakken
pl: Upuść archiwa do rozpakowania
pt_pt: Largue os arquivos a extrair

source: Drop area height
de: Höhe des Ablagebereichs
es: Altura del área de soltar
fr: Hauteur de la zone de dépôt
it: Altezza dell’area di rilascio
nl: Hoogte van het sleepgebied
pl: Wysokość obszaru upuszczania
pt_pt: Altura da área de largar
